      *================================================================*
       IDENTIFICATION 				 		DIVISION.
      *================================================================*
       PROGRAM-ID.    Second
       AUTHOR.	      DANIEL NUNES MONTEIRO
      ***********************DOCUMENTATION******************************
      ******************************************************************
      *   DATE.: 2020/02/22			                                   *	
      *   UNDERGRADUATE IN COMPUTER SCIENCE AT SÃO PAULO STATE         * 
      *   UNIVERSITY(UNESP) - BRAZIL  			       	               *
      *   Objective: learn COBOL			                           *
      ******************************************************************
      *********************END OF DOCUMENTATION*************************
      *================================================================*
       ENVIRONMENT   					 DIVISION.
      *================================================================*
      *----------------------------------------------------------------*
       CONFIGURATION					 SECTION.
      *----------------------------------------------------------------*
      *SOURCE-COMPUTER. 
      *OBJECT-COMPUTER.
       SPECIAL-NAMES.

      *----------------------------------------------------------------*
       INPUT-OUTPUT 					 SECTION.
      *----------------------------------------------------------------*
       FILE-CONTROL.
      *I-O-CONTROL.

      *================================================================*
       DATA 						     DIVISION.
      *================================================================*
      *----------------------------------------------------------------*
       FILE		   		   SECTION.
      *----------------------------------------------------------------*
      *----------------------------------------------------------------*
       WORKING-STORAGE                      SECTION.
      *----------------------------------------------------------------*
      *LINKAGE SECTION.
      *SCREEN SECTION.

      *================================================================*
       PROCEDURE 					   DIVISION.
      *================================================================*

	        DISPLAY "HELLO WORLD!".
	        STOP RUN.
